
[cornue.A_Creature_cornue H7Creature]
mName="Рогатый демон"
mLore="Некогда они назывались мучителями и были слугами Владыки Боли, Ур-Траггала, но когда Кха-Белет захватил Шио, многие повелители ада не приняли его правления. Поэтому новый Властелин демонов создал из бывших миньонов боли силу, способную подавить любое восстание. Ныне их называют рогатыми демонами из-за множества широких рогов, вырастающих из разных частей их тел. Они сильны, быстры и смертельно точны."

[cornue_eveil.A_Armycornue_eveil H7AdventureArmy]
mName=""

[cornue_eveil.A_Creaturecornue_eveil H7Creature]
mName="Демон-надзиратель"
mLore="Когда идут надзиратели, бесы и низшие демоны уступают им дорогу, напуганные пылающими длинными рогами, которыми их обладатели защищены, словно ежи. Они следят за порядком в Шио и напоминают всем, кто теперь правит адом. Ничто не ускользает от внимания надзирателей, и все попытки восстания незамедлительно пресекаются ими. Кроме того, они служат стражниками тюрем, городов и важных мест. Хотя они не используют никаких тактик в бою, их смело можно назвать демонами-солдатами."

[Chien_enfer.A_Creaturecerbere H7Creature]
mName="Адская гончая"
mLore="Хаос пожирает все. Лучшим примером этого являются могучие дикие гончие, захваченные демонами и подвергшиеся воздействию магии Ургаша. Неконтролируемая мощь сделала этих зверей крупнее и опаснее обычных собак. Их единственная цель - разрывать на части все живое."

[cornue.A_ArdentAura_cornue H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пламенная аура"
mTooltip="Все соседние вражеские существа становятся уязвимы к огню."

[cornue.A_ArdentAura_cornue_Buff H7BaseBuff]
mName="Пламенная аура"
mTooltip="Уязвимость к огню. Существо получает на 25% больше урона от %Icon_fire магии огня."

[cornue.A_Armycornue H7AdventureArmy]
mName=""


[chien_des_enfer_eveil.A_Armycerbere_ev H7AdventureArmy]
mName=""

[chien_des_enfer_eveil.A_Creaturecerbereev H7Creature]
mName="Цербер"
mLore="Слуги вечно голодного Ур-Вомоча, Владыки Прожорливости. Каждая пасть Цербера голодна и каждая пожирает все живое. А больше всего им нравятся дети Богов-Драконов."

[Chien_enfer.A_Armycerbere H7AdventureArmy]
mName=""

[lilime.A_ArmyLilime H7AdventureArmy]
mName=""

[lilime.A_CreatureLilime H7Creature]
mName="Суккуб"
mLore="Некоторые дети Асхи, служащие Ургашу и лордам Шио, после смерти превращаются в суккубов или инкубов. Их «смертное» происхождение позволяет им быть шпионами и дипломатами. Чтобы выполнять эти задания, они используют заклинания иллюзий, очарования и смены облика."

[lilime_eveil.A_ArmyLilime_eveil H7AdventureArmy]
mName=""

[lilime_eveil.A_CreatureLilime_eveil H7Creature]
mName="Лилим"
mLore="Для лилим битва — это лишь прелюдия к смерти, и воины нередко видят, как она целует умирающих врагов в тот момент, когда последний отблеск жизни исчезает в их глазах"


[efreete.A_ArmyEfreete H7AdventureArmy]
mName=""

[efreete.A_CreatureEfreete H7Creature]
mName="Ифрит"
mLore="Ифриты — двойники джиннов, но при этом они — порождения хаоса. Впрочем, до сих пор неизвестно, какая между ними связь. Считается, что некоторые ифриты появились, когда честолюбивые (и не слишком умные) маги попытались направить сущность джиннов в свои собственные тела. Но они не смогли укротить обретённую силу и она поглотила их, превратив в духов хаоса."

[efreete_eveil.A_ArmyEfreete-ev H7AdventureArmy]
mName=""

[efreete_eveil.A_CelestialArmor_Buffa H7BaseBuff]
mName="Адская броня"
mTooltip="Поглощает до %special.val3 ед. урона.\nДлится %durnow хода(ов) или пока весь урон не будет поглощен."

[efreete_eveil.A_CreatureEfreete-ev H7Creature]
mName="Султан ифритов"
mLore="У всего есть эквивалент в хаосе. В то время, как ифриты когда-то были детьми Асхи, султаны ифритов родились из чистого хаоса. Они являются его квинтэссенцией и представляют все его аспекты: ненависть, разрушение, размножение, прожорливость, боль и безумие."

[efreete_eveil.A_infernalArmor_Imprinted_Buff H7BaseBuff]
mName="Адская руна"
mTooltip="Поглощает до %special.val3 ед. урона.\nДлится %durnow ходов или пока весь урон не будет поглощен."

[efreete_eveil.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адская руна"
mTooltip="В начале боя размещает на земле огненную руну под соседними союзными существами, которая поглощает до 15 ед. урона за каждый уровень героя."

[ravageur.A_Army_ravageur H7AdventureArmy]
mName=""

[ravageur.A_Creature_ravageu H7Creature]
mName="Разрушитель"
mLore="По огромным рогам и покрытым базальтом кулакам и копытам на поле боя легко опознать разрушителей, слуг Ур-Крага, Владыки Разрушения. В сражении они яростно (и иногда слепо) бросаются на врагов, протыкая их рогами, круша взмахами огромных рук и просто топча копытами в кровавую кашу."

[ravageur_eveil.A_Army_ravageur_eveil H7AdventureArmy]
mName=""

[ravageur_eveil.A_Creature_ravageur_eveil H7Creature]
mName="Опустошитель"
mLore="Лишь немногие знают разницу между разрушителем и опустошителем, потому что мало кому удалось остататься в живых после встречи с ними. Однако те, кто повстречал их и все еще способен говорить, предпочитают хранить молчание."

[ravageur_eveil.A_Enrager H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="В ярости!"
mTooltip="Когда существу наносится урон, оно получает %buff.buff.stat ед. к максимальному %buff.buff.stat.icon урону до своего следующего хода."

[ravageur_eveil.A_Enrager_Buff H7BaseBuff]
mName="В ярости!"
mTooltip="Когда существу наносится урон, оно получает %buff.buff.stat ед. к максимальному %buff.buff.stat.icon урону. Длительность (ходов): 1."


[seigneur_des_abimes.A_Army_seigneur_des_abimes H7AdventureArmy]
mName=""

[seigneur_des_abimes.A_Creature_seigneur_des_abimes H7Creature]
mName="Демон бездны"
mLore="Лишь ненависть поддерживает жизнь в заточённом Ургаше. Воплощением этого чувства являются слуги Ур-Хекаля - демоны бездны. Они похожи на драконов, искаженных хаосом, потому что Ургаш ненавидит Богов-Драконов больше всего. Эти огромные демоны несут разрушение народам Асхана, а когда они появляются на поле битвы, то помимо ненависти сеют также и страх."

[seigneur_des_abimes.A_RangedAttack_Fire_Projectilesa H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Seigneur_des_abimes_eveil.A_Army_seigneur_des_abimes_eveil H7AdventureArmy]
mName=""

[Seigneur_des_abimes_eveil.A_Creature_s_abime_eveil H7Creature]
mName="Владыка бездны"
mLore="Когда-то они были самыми могущественными из демонов. Ныне они верно служат своему Властелину, Кха-Белету, а их мощные огненные атаки разрушают самые прочные стены. Ненависть, которую они вселяют в сердца своих противников, заставляет даже самих великих стратегов безумно бросаться на них - прямо на острия их клинков."


[Magog.A_Armymagog H7AdventureArmy]
mName=""

[Magog.A_Creaturemagog H7Creature]
mName="Дитя хаоса"
mLore="Чтобы стать одним из детей хаоса, вы должны продать свою душу Ургашу, а затем преобразовать её с помощью его магии. Таким образом, вы утрачиваете собственное тело и становитесь вместилищем магии хаоса. Дети хаоса могут искажать реальность, вызывать разрушения, телепортироваться куда угодно и призывать демонов. Их часто окружают живые парящие сферы из воплощённой магии хаоса."

[Magog.A_Magmamogd_Buff H7BaseBuff]
mName="Озеро лавы"
mTooltip=""

[MAGOGEVEIL.A_Armymagog_eveil H7AdventureArmy]
mName=""

[MAGOGEVEIL.A_Creaturemagog_eveil H7Creature]
mName="Магог"
mLore="Лишь высшие слуги прародителя демонов получают честь стать магогами. Поглощённые и возвращенные к жизни Ургашем, они становятся исполнителями его воли. Разумы магогов связаны друг с другом и с самим Богом-Драконом Хаоса. Они слышат его мысли и следуют прямым приказам. Это его личная армия марионеточных заклинателей хаоса."

[MAGOGEVEIL.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сфера огня"
mTooltip="Существо наносит урон всем отрядам, стоящим на одной линии."

[DIABLE.A_Army_diable H7AdventureArmy]
mName=""

[DIABLE.A_Creature-diable H7Creature]
mName="Дьявол"
mLore="Личная армия самого Властелина демонов. Кха-Белет создал дьяволов, подвергнув самых могущественных и преданных демонов воздействию магии хаоса. Так он создал самых опасных созданий ада. Благодаря телепортации дьяволы могут в мгновение ока появиться где угодно на поле битвы, сея разрушение и страх. И только сам Властелин демонов может управлять ими."

[DIABLE.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Месть"
mTooltip="Существо наносит от %d.min до %d.max ед. урона от %ICON_FIRE магии огня всем существам, которые атаковали его с начала боя.\nМожно использовать один раз за бой."

[DIABLE_EVEIL.A_Armydiable_eveil H7AdventureArmy]
mName=""

[DIABLE_EVEIL.A_Burningfrappe_Buff H7BaseBuff]
mName="Горение"
mTooltip="Наносит отряду %d1 ед. урона от %ICON_Fire магии огня в начале его хода.\nДлительность (ходов): %durnow."

[DIABLE_EVEIL.A_Creaturdiable_eveil H7Creature]
mName="Архидьявол"
mLore="Сильнейшие демоны в Шио. Их боятся даже повелители демонов, и лишь Кха-Белет могущественнее их. Говорят, что их нельзя убить, а даже если это и удастся сделать, то они столь могущественны, что перерождаются не в слабых демонов, а вновь в архидьяволов."

[DIABLE_EVEIL.A_FireNovadiable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Месть"
mTooltip="Существо наносит от %d.min до %d.max ед. урона от %ICON_FIRE магии огня всем существам, которые атаковали его с начала боя.\nМожно использовать один раз за бой."

[DIABLE_EVEIL.A_frappe_brulante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Горячий удар"
mTooltip="Существа, получившие критический удар, горят в течение %buff1.buff.durini ходов и получают %buff1.buff.d1 ед. урона от %icon_fire магии огня в конце своего хода."

[DIABLE_EVEIL.A_Frappe_brulante_Buff H7BaseBuff]
mName="Горение"
mTooltip="Наносит отряду %special1 ед. урона от %ICON_Fire магии огня в начале его хода. Длительность (ходов): %durnow."

[DIABLE_EVEIL.A_frappe_diable-ev H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сатанинский удар"
mTooltip="Атака существа (исключая ответный удар) наносит удар по земле, вызывая взрыв, который наносит урон находящимся вокруг отрядам."

[Warfar_unit.A_BallistaSylvane_attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адский плевок"
mTooltip="Атака по области 3x3, наносящая от %d1.min до %d1.max ед. урона."

[Warfar_unit.A_cracheurs_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Снаряд"
mTooltip=""

[Warfar_unit.A_demo_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кислотный плевок"
mTooltip="Стреляет по укреплениям, нанося от %d.min до %d.max ед. урона от %ICON_EARTH магии земли."

[Warfar_unit.A_demon_catapulte H7EditorWarUnit]
mDesc="Осадная единица"
mName="Породительница"
mLore="Когда-то они подчинялись Ур-Аазелю - Владыке Размножения, а ныне превратились в живые осадные машины. Породительницы - это куски мяса, извергающие пылающие тела мертвых бесов. Когда Кха-Белет захватил власть, то он начал контролировать популяцию демонов. Лишь матки-породительницы могли заниматься рождением новых бесов, а обычные породительницы были искажены магией хаоса. Извергаемые ими теперь бесформенные комки плоти мгновенно воспламеняются и запускаются на большие расстояния, разрушая стены и укрепления."

[Warfar_unit.A_demonbreack H7EditorWarUnit]
mName="Вздутие адского пламени"
mLore="Выведенные только для одной цели - изливать потоки магмы прямо во врагов, они выглядят как большие адские черви-переростки с зубастой пастью. Они питаются магмой Шио, которой затем могут плеваться на большие расстояния. Демоны научились приручать и разводить их, а затем использовать в качестве живых пушек на поле битвы."

[Centaure_demonique.A_Creature_centauredemoniaque H7Creature]
mName="Адский кентавр"
mLore="Хаос обрушивается на многих зверолюдей. У кентавров, как и у прочих, есть свои адские собратья. Они отличаются от обычных своей способностью использовать магию хаоса и выжигать землю после своего галопа. Если вы видите кентавра в огне, то спасайтесь бегством... Это - адский кентавр."

[Centaure_demonique.A_RavangerCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Рывок кентавра"
mTooltip="Существо увеличивает свою %Icon_Attack атаку на +2 ед. за каждую пройденную перед атакой клетку."


[Centaure_demonique.A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="Ласка"
mTooltip=""

[Centaure_demonique.A_StrikeAndReturn H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака и отступление"
mTooltip="После атаки существа возвращается на исходную позицию, если она свободна."

[Centaure_demonique.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Восстановление огнём"
mTooltip="Повышает боевой дух всех союзных существ на +50 %icon_morale и даёт им умение "Восстановление огнём", которое восстанавливает %buff1.buff.d.min %icon_health ед. здоровья в течение 3 ходов."

[Ange_fire.A_Creature_Angel_fire H7Creature]
mName="Падший ангел"
mLore="В время своих вторжений демоны захватывают в плен множество чад Богов-Драконов и обращают их в рабов, независимо от расы. В то время, как простые люди проводят остаток своей жизни в шахтах, а воины сражаются с демоническими зверями на потеху публике, некторые пленники становятся жертвами жестоких магических экспериментов. Некогда падшие ангелы были благородными небожителями, но в недрах Шеога их двойственную природу обратили против них. Постепенно человеческая часть их сущностей была осквернена Хаосом, что привело к небратимому изменению их тел и душ. В ходе этого многие падшие ангелы помутились рассудком и всё еще продолжают считать себя верными детьми Света. Даже болезненные стоны союзников, насильно возвращаемых к жизни через бесконечный цикл перерождения не в силах избавить бывших небожителей от подобных заблуждений."

[Ange_fire.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Волна лавы"
mTooltip="Вражеские существа в большой области получают от %d.min до %d.max ед. урона от %ICON_Fire магии огня.\nМожно использовать один раз за бой."

[Ange_fire.A_Rez_buff_Buff H7BaseBuff]
mName="Болезненное воскрешение"
mTooltip="Отряд возвращается к жизни, но получает %stat1 %icon_health здоровья до конца боя. "

[Ange_fire.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Горящее воскрешение "
mTooltip="Полностью восстанавливает %icon_health здоровье выбранного отряда и возвращает к жизни погибших существ. Отряд получает эффект "Болезненное воскрешение", который снижает его максимальное %icon_health здоровье на %buff2.buff.stat1 до конца боя."

[lilime_eveil.A_FireNova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Огненная звезда"
mTooltip="Наносит от %d.min до %d.max ед. урона от %ICON_FIRE магии огня всем существам в области 4x4. Получившие урон существа поджигаются и получают %buff.buff.d ед. урона от %icon_fire магии огня в течение %buff.buff.durini ходов.\nНельзя использовать, если существо находится в ближнем бою.\nМожно использовать один раз за бой."

[lilime.A_Nova_Buff H7BaseBuff]
mName="Возгорание"
mTooltip="Существо получает %d ед. урона от %icon_fire магии огня в конце своего хода. Длительность (ходов): %durnow."

[cornue.A_Griffe_maudite_cornue H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Проклятые когти"
mTooltip="Когда это существо наносит урон противнику, оно не позволяет восстанавливать ему здоровье в течение %buff1.buff.durini ходов.\n(Не действует на нежить и конструктов)"

[cornue.A_Griffe_maudite_Buff H7BaseBuff]
mName="Проклятые когти"
mTooltip="Здоровье существа не может быть восстановлено. Длительность (ходов): %durnow."

[chien_des_enfer_eveil.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака тремя головами"
mTooltip="Атака существа (исключая ответный удар) наносит урон в конусовидной области в пределах 3 клеток."

[seigneur_des_abimes.A_RangedAttack_Fire_Projectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Огненное дыхание"
mTooltip="Атака этого существа наносит урон от %icon_fire огня в области 3x2."

[Magog.A_MagmaPond H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Усиленный огнём"
mTooltip="Каждый раз, когда этот отряд теряет существо, герой получает %buff1.buff.stat %buff1.buff.stat.icon магии.\n(Максимально: +10 %icon_magic магии за бой. При превышении бонус сбрасывается)."

[Creature_neutre_nosferatu.A_FeralCharge_Buff_Penalty H7BaseBuff]
mName="Яростный рывок"
mTooltip="%ICON_DEFENSE Защита существа снижается на %stat.norm.\nДлительность (ходов): %durnow."

[Creature_neutre_nosferatu.A_Incorporeal_Buff H7BaseBuff]
mName="Бестелесный"
mTooltip=""

[Creature_neutre_nosferatu.A_riposte_impitoyable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Безжалостный ответ"
mTooltip="Это существо всегда отвечает дважды, прежде чем быть атакованным."

[Creature_neutre_nosferatu.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призрачный рывок"
mTooltip="Этот отряд может перемещаться без ограничений для атаки."

[Creature_neutre_nosferatu.A_FeralCharge_Buff H7BaseBuff]
mName="Яростный рывок"

[Creature_neutre_nosferatu.A_Creature_Nosferatu H7Creature]
mName="Искаженный тюремщик"
mLore="Искажённые тюремщики считаются наиболее разумными среди всех творений Ур-Джубаала, если так вообще можно сказать в отношении воплощений чистого безумия. На первый взгляд они выглядят медлительными и неуклюжими в своих громоздких доспехах, но это впечатление ошибочно. Эти демоны являются искусными разведчиками, сеющими хаос и смерть в рядах противника. Едва оказавшись внутри вражеского лагеря, они позволяют своей истинной природе взять верх и превращаются в стальные вихри, убивая всех на своём пути. В отличие от своих сородичей, они испытывают удовольствие о того, чтобы сводить с ума других, поэтому судьба тех, кому удалось пережить кровавую резню, хуже смерти. Все ценные пленники переправляются в Шеог, где их жестоко допрашивают до тех пор, пока не извлекут всю полезную информацию."

[Creature_neutre_nosferatu.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Creature_neutre_nosferatu.A_Creature_Nosferatu H7Creature]
mName="Искажённый тюремщик"
mLore="Искажённые тюремщики считаются наиболее разумными среди всех творений Ур-Джубаала, если так вообще можно сказать в отношении воплощений чистого безумия. На первый взгляд они выглядят медлительными и неуклюжими в своих громоздких доспехах, но это впечатление ошибочно. Эти демоны являются искусными разведчиками, сеющими хаос и смерть в рядах противника. Едва оказавшись внутри вражеского лагеря, они позволяют своей истинной природе взять верх и превращаются в стальные вихри, убивая всех на своём пути. В отличие от своих сородичей, они испытывают удовольствие о того, чтобы сводить с ума других, поэтому судьба тех, кому удалось пережить кровавую резню, хуже смерти. Все ценные пленники переправляются в Шеог, где их жестоко допрашивают до тех пор, пока не извлекут всю полезную информацию."

[Creature_neutre_nosferatu.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призрачный рывок"
mTooltip="Этот отряд может перемещаться без ограничений для атаки. После этой атаки он уклоняется от всех атак до конца хода."

[Creature_neutre_nosferatu.A_FeralCharge_Buff H7BaseBuff]
mName="Яростный рывок"
mTooltip="0"

[Creature_neutre_nosferatu.A_FeralCharge_Buff_Penalty H7BaseBuff]
mName="Яростный рывок"
mTooltip="%ICON_DEFENSE Защита существа снижается на %stat.norm.\nДлительность (ходов): %durnow."

[Creature_neutre_nosferatu.A_Incorporeal H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призрачное уклонение"
mTooltip="Когда этот отряд атакован, он может уклониться от атаки с вероятностью %buff.chance%."

[Creature_neutre_nosferatu.A_Incorporeal_Buff H7BaseBuff]
mName="Бестелесный"
mTooltip=""

[Creature_neutre_nosferatu.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою"

[Creature_neutre_nosferatu.A_riposte_impitoyable H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Безжалостный ответ"
mTooltip="Это существо всегда отвечает дважды, прежде чем быть атакованным."


[Warfar_unit.A_Faceless2 H7EditorWarUnit]
mDesc="Единица боевой поддержки"
mName="Акума"
mLore="Основанный группой жрецов Шалассы, Орден Священного Лотоса храбро защищал империю Шантири от скверны Хаоса. Согласно древним текстам, его члены предпочитали действовать тайно, не мешая мирной жизни простых людей, и побеждали наиболее опасных демонов путём запечатывания их душ в зачарованные статуи. После Войн Старейших Орден прекратил своё существование, и большая часть его секретов, казалось, была утрачена навсегда. Столетия спустя, волшебница Глория сообщила, что обнаружила Залы Спящих Стражей - тайную цитадель Ордена. К сожалению, все последующие экспедиции нашли лишь пустые подземные залы и ни следа зловещих демоноподобных статуй, упомянутых в отчёте юной чародейки."

[Warfar_unit.A_warfare_support H7EditorWarUnit]
mDesc="Единица боевой поддержки"
mName="Акума"
mLore="Основанный группой жрецов Шалассы, Орден Священного Лотоса храбро защищал империю Шантири от скверны Хаоса. Согласно древним текстам, его члены предпочитали действовать тайно, не мешая мирной жизни простых людей, и побеждали наиболее опасных демонов путём запечатывания их душ в зачарованные статуи. После Войн Старейших Орден прекратил своё существование, и большая часть его секретов, казалось, была утрачена навсегда. Столетия спустя, волшебница Глория сообщила, что обнаружила Залы Спящих Стражей - тайную цитадель Ордена. К сожалению, все последующие экспедиции нашли лишь пустые подземные залы и ни следа зловещих демоноподобных статуй, упомянутых в отчёте юной чародейки."

[warfare_support.A_Akuma H7EditorWarUnit]
mDesc="Единица боевой поддержки"
mName="Акума"
mLore="Основанный группой жрецов Шалассы, Орден Священного Лотоса храбро защищал империю Шантири от скверны Хаоса. Согласно древним текстам, его члены предпочитали действовать тайно, не мешая мирной жизни простых людей, и побеждали наиболее опасных демонов путём запечатывания их душ в зачарованные статуи. После Войн Старейших Орден прекратил своё существование, и большая часть его секретов, казалось, была утрачена навсегда. Столетия спустя, волшебница Глория сообщила, что обнаружила Залы Спящих Стражей - тайную цитадель Ордена. К сожалению, все последующие экспедиции нашли лишь пустые подземные залы и ни следа зловещих демоноподобных статуй, упомянутых в отчёте юной чародейки."

[warfare_support.A_Akuma_Buff_0_expert H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает %stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[warfare_support.A_Akuma_Buff_0_Master H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает %stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[warfare_support.A_Akuma_Buff_0_Novice H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает %stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[warfare_support.A_Akuma_Buff_0_ultimate H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает %stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[warfare_support.A_Akuma_Buff_0_Unskilled H7BaseBuff]
mName="Богохульство"
mTooltip="Существо получает %stat.norm к %icon_moral боевому духу, а урон, наносимый ему %icon_fire магией огня, увеличен на %res.norm. Длительность (ходов): %durnow.norm."

[warfare_support.A_akuma_LevelProgress H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Искусство войны"
mTooltip=""

[warfare_support.A_Akuma_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Богохульство"
mTooltip="Выбранное существо получает штраф к %icon_moral боевому духу, и увеличенный урон от %icon_fire огня на %buff1.buff.durini.norm хода."



[Centaure_demonique.A_ChildOfTheDarkness_Buff H7BaseBuff]
mName="Растаптывание"
mTooltip=""


[Centaure_demonique.A_ChildOfTheDarkness H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Растаптывание"
mTooltip="Существо может пройти сквозь любое другое существо, нанося %buff1.buff.d.min ед. урона от %ICON_Fire магии огня за каждое существо в отряде при прохождении сквозь вражеское существо."


C.Creatures_Inferno.Centaure_demonique.A_Creature_centauredemoniaque.H7Creature.mName.V=2.2

C.Creatures_Inferno.Centaure_demonique.A_Creature_centauredemoniaque.H7Creature.mLore.V=2.2


